tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/autoupdate"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "github-keygen"
brew "git-delta"
brew "goenv"
brew "opam"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
cask "carbon-copy-cloner"
cask "gpg-suite"
cask "iterm2"
cask "keycastr"
cask "obs"
cask "powershell"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
vscode "jvalecillos.gpg"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
