tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/autoupdate"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "anchore/grype"
tap "felixkratz/formulae"
tap "snyk/tap"
tap "homebrew/cask-fonts"
brew "antigen"
brew "autojump"
brew "bat"
brew "coreutils"
brew "cosign"
brew "curl"
brew "curlie"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "github-keygen"
brew "git"
brew "git-delta"
brew "gnupg"
brew "goenv"
brew "jfrog-cli"
brew "lastpass-cli"
brew "llvm"
brew "lua-language-server"
brew "mas"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "opam"
brew "pandoc"
brew "pinentry-mac"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep-all"
brew "selene"
brew "stow"
brew "syft"
brew "terraform-docs"
brew "tldr"
brew "tmux"
brew "trivy"
brew "watch"
brew "wget"
brew "anchore/grype/grype"
brew "snyk/tap/snyk"
cask "carbon-copy-cloner"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keycastr"
cask "obs"
cask "powershell"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
vscode "jvalecillos.gpg"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
